{
  "image_1": "Фотографии микротрубок, полученных из раствора хитозана в лимонной (а), молочной (б) и гликолевой кислотах (в, г) ионно-индуцированной нейтрализацией солевой формы полимера на границе жидкость‒жидкость (а–в) и твердое тело‒жидкость (г) с использованием в качестве нейтрализующего реагента NaOH (а–в) и пары додецилбензосульфонат Na‒додецилбензосульфонат Na (г). г — фотографии сделаны через 3 года хранения образцов в этиловом спирте.",
  "image_2": "Изображения, полученные методом сканирующей электронной микроскопии, поверхности (а, в, д, е) и структуры стенки (б, г) микротрубок, полученных из 4.0 мас%-ного раствора хитозана в гликолевой кислоте ионно-индуцированной нейтрализацией солевой формы полимера на границе жидкость‒жидкость в среде NaOH (а, б) и на границе твердое тело‒жидкость с использованием NaOH–NaOH (в–е). Образцы: а–г — исходные, д, е — после 120 и 180 сут биорезорбции в ферментативной среде лизоцима.",
  "image_3": "Зависимость нагрузка–удлинение в воздушной атмосфере при 22 ± 2°C (а, б) и физиологическом растворе при 37°C (в) образцов микротрубок, полученных ионно-индуцированной нейтрализацией солевой формы полимера на границе жидкость‒жидкость (а) и твердое тело‒жидкость (б, в). Образцы: а — микротрубки, полученные из 3.0 (1), 3.5 (2, 3, 5) и 4.0 мас%-ных (4, 6) растворов хитозана в молочной (1, 2) и гликолевой кислотах (3–6) в среде NaOH (1–4) и додецилбензосульфоната Na (5, 6); б, в — микротрубки, полученные из 4.0 мас%-ного раствора хитозана в гликолевой кислоте с использованием двухэтапной нейтрализации в среде триэтаноламин–NaOH (1), NaOH–NaOH (2), триэтаноламин–додецилбензосульфанат Na (3) и додецилбензосульфонат Na–додецилбензосульфонат Na (4); пластина ксеноперикардиальная (5); биоматериал (фрагмент сонной артерии человека) (6) [23]",
  "image_4": "Рентгеновские дифрактограммы исходного порошка хитозана (1), микротрубки (2) и основных пленок хитозана (3, 4), полученных из 4.0 мас%-ного раствора полимера в гликолевой кислоте ионно-индуцированной нейтрализацией солевой формы полимера на границе твердое тело‒жидкость с использованием NaOH–NaOH (2, 3) и методом полива на горизонтальную подложку с последующей сушкой и нейтрализацией в среде NaOH (4).",
  "image_5": "Схематическое представление начального (а), промежуточных (б, в) и конечного этапов (г) ионно-индуцированной нейтрализации солевой формы хитозана на границе жидкость‒жидкость в среде NaOH, протекающей при получении микротрубок. Черным кругом изображено поперечное сечение стержневого темплата; стрелками показано направление диффузии гидроксид-ионов; h1, h2, h3 — ширина пространственно-разделенных слоев основания хитозана [22]",
  "image_6": "Степень гемолиза эритроцитов в присутствии микротрубок хитозана, полученных из 4.0 мас%-ного раствора хитозана в гликолевой кислоте ионно-индуцированной нейтрализацией солевой формы полимера на границе жидкость‒жидкость с использованием NaOH, триэтаноламина (ТЭА) и додецилбензосульфоната Na (ДДБСН). Пунктиром показано максимально допустимое значение степени гемолиза, характерное для гемосовместимых материалов.",
  "image_7": "Эпителиоциты почки эмбриона макаки (МА-104) через 4 (а) и 7 сут (б) культивирования на поверхности микротрубки, полученной из 4.0 мас%-ного раствора хитозана в гликолевой кислоте двухэтапной ионно-индуцированной нейтрализацией солевой формы полимера на границе твердое тело‒жидкость с использованием триэтаноламин–NaOH."
}